/* File Upload multiple photos label */
"# Photos (file upload on page label for multiple photos)" = "%@ Ảnh";

/* File Upload images and videos label */
"# Photos and # Videos (file upload on page label for image and videos)" = "%@ và %@";

/* File Upload multiple videos label */
"# Videos (file upload on page label for multiple videos)" = "%@ Video";

/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d ngày %2$d giờ %3$d phút %4$d giây";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d giờ %2$d phút %3$d giây";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "%1$d phút %2$d giây";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "%1$d giây";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %@×%@ pixels" = "%@ %@×%@ pixel";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (%@ trình cắm Internet)";

/* Text track display name format that includes the language of the subtitle, in the form of 'Title (Language)' */
"%@ (%@)" = "%@ (%@)";

/* Text track display name format that includes the country and language of the subtitle, in the form of 'Title (Language-Country)' */
"%@ (%@-%@)" = "%@ (%@-%@)";

/* Text track contains closed captions */
"%@ CC" = "%@ CC";

/* visible name of the database process. The argument is the application name. */
"%@ Database Storage" = "Dung lượng Cơ sở dữ liệu %@";

/* Text track contains simplified (3rd grade level) subtitles */
"%@ Easy Reader" = "%@ Dễ đọc";

/* visible name of the network process. The argument is the application name. */
"%@ Networking" = "Kết nối mạng %@";

/* Text track contains subtitles for the deaf and hard of hearing */
"%@ SDH" = "%@ SDH";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content" = "%@ Nội dung Web";

/* Name of application's single WebCrypto master key in Keychain */
"%@ WebCrypto Master Key" = "Khóa Chính WebCrypto %@";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "%d tệp";

/* Label for PDF page number indicator. */
"%d of %d" = "%d / %d";

/* Present the number of selected <option> items in a <select multiple> element (iOS only) */
"%zu Items" = "%zu Mục";

/* Present the element <select multiple> when no <option> items are selected (iOS only) */
"0 Items" = "0 Mục";

/* Present the element <select multiple> when a single <option> is selected (iOS only) */
"1 Item" = "1 Mục";

/* File Upload single photo label */
"1 Photo (file upload on page label for one photo)" = "1 Ảnh";

/* File Upload single video label */
"1 Video (file upload on page label for one video)" = "1 Video";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (Mức Trung bình)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (Mức Cao)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (Mức Thấp)";

/* window title for a standalone image (uses multiplication symbol, not x) */
"<filename> %d×%d pixels" = "<filename> %d×%d pixel";

/* WKErrorJavaScriptExceptionOccurred description */
"A JavaScript exception occurred" = "Đã xảy ra ngoại lệ JavaScript";

/* Title for Add to Reading List action button */
"Add to Reading List" = "Thêm vào Danh sách Đọc";

/* Undo action name */
"Align Left (Undo action name)" = "Căn Trái";

/* Undo action name */
"Align Right (Undo action name)" = "Căn Phải";

/* WKErrorUnknown description */
"An unknown error occurred" = "Đã xảy ra lỗi không xác định";

/* Menu item label for automatic track selection behavior */
"Auto (Recommended)" = "Tự động (Đề xuất)";

/* Back context menu item */
"Back" = "Trở lại";

/* Label text to be used if plugin is blocked by a page's Content Security Policy */
"Blocked Plug-In (Blocked by page's Content Security Policy)" = "Trình cắm Bị chặn";

/* Label text to be used when an insecure plug-in version was blocked from loading */
"Blocked Plug-In (Insecure plug-in)" = "Trình cắm Bị chặn";

/* Bold context menu item */
"Bold" = "Đậm";

/* Undo action name */
"Bold (Undo action name)" = "Đậm";

/* menu item title for phone number */
"Call Using iPhone:" = "Gọi bằng iPhone:";

/* File Upload alert sheet button string to cancel */
"Cancel (file upload action sheet)" = "Hủy";

/* Title for Cancel button label in button bar */
"Cancel button label in button bar" = "Hủy";

/* Capitalize context menu item */
"Capitalize" = "Viết hoa chữ cái đầu";

/* Undo action name */
"Center (Undo action name)" = "Căn giữa";

/* Undo action name */
"Change Attributes (Undo action name)" = "Thay đổi Thuộc tính";

/* Check spelling context menu item */
"Check Document Now" = "Kiểm tra Tài liệu Bây giờ";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Kiểm tra Ngữ pháp và Chính tả";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Kiểm tra Chính tả Khi Nhập";

/* title for a single file chooser button used in HTML forms */
"Choose File" = "Chọn Tệp";

/* title for a multiple file chooser button used in HTML forms. This title should be as short as possible. */
"Choose Files" = "Chọn Tệp";

/* Title for file button used in HTML5 forms for multiple media files */
"Choose Media (Multiple)" = "Chọn Phương tiện (Nhiều)";

/* Title for file button used in HTML forms for media files */
"Choose Media (Single)" = "Chọn Phương tiện (Một)";

/* Clear button in date input popover */
"Clear Button Date Popover" = "Xóa";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Xóa Tìm kiếm Gần đây";

/* Message to display in browser window when in webkit full screen mode. */
"Click to exit full screen mode" = "Bấm để thoát chế độ toàn màn hình";

/* Subtitle of the label to show on a snapshotted plug-in */
"Click to restart" = "Bấm để khởi động lại";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Không thể hiển thị nội dung với loại MIME được chỉ định";

/* Media Controls context menu item */
"Controls" = "Điều khiển";

/* Copy context menu item */
"Copy" = "Sao chép";

/* Title for Copy Link or Image action button */
"Copy ActionSheet Link" = "Sao chép";

/* Copy Audio Address Location context menu item */
"Copy Audio Address" = "Sao chép Địa chỉ Âm thanh";

/* Copy Image context menu item */
"Copy Image" = "Sao chép Hình ảnh";

/* Copy Link context menu item */
"Copy Link" = "Sao chép Liên kết";

/* Copy Video Address Location context menu item */
"Copy Video Address" = "Sao chép Địa chỉ Video";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Sửa Chính tả Tự động";

/* Undo action name */
"Create Link (Undo action name)" = "Tạo Liên kết";

/* Cut context menu item */
"Cut" = "Cắt";

/* Undo action name */
"Cut (Undo action name)" = "Cắt";

/* Default writing direction context menu item */
"Default" = "Mặc định";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Delete (Undo action name)" = "Xóa";

/* text to display in <details> tag when it has no <summary> child */
"Details" = "Chi tiết";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Dictation (Undo action name)" = "Đọc chính tả";

/* Download Audio To Disk context menu item */
"Download Audio" = "Tải về Âm thanh";

/* Download Image context menu item */
"Download Image" = "Tải về Hình ảnh";

/* Download Linked File context menu item */
"Download Linked File" = "Tải về Tệp đã Liên kết";

/* Download Video To Disk context menu item */
"Download Video" = "Tải về Video";

/* Undo action name */
"Drag (Undo action name)" = "Kéo";

/* Video Enter Fullscreen context menu item */
"Enter Full Screen" = "Chuyển sang Toàn Màn hình";

/* Video Exit Fullscreen context menu item */
"Exit Full Screen" = "Thoát Toàn Màn hình";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Phông";

/* Undo action name */
"Format Block (Undo action name)" = "Định dạng";

/* Forward context menu item */
"Forward" = "Chuyển tiếp";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Tải khung bị gián đoạn";

/* accessibility role description for web area */
"HTML content" = "Nội dung HTML";

/* Hide Media Controls context menu item */
"Hide Controls" = "Ẩn Điều khiển";

/* menu item title */
"Hide Spelling and Grammar" = "Ẩn Chính tả và Ngữ pháp";

/* menu item title */
"Hide Substitutions" = "Ẩn Phương án thay thế";

/* The default, default character encoding on Windows */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Bỏ qua Ngữ pháp";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Bỏ qua Chính tả";

/* Undo action name */
"Indent (Undo action name)" = "Thụt lề";

/* Undo action name */
"Insert List (Undo action name)" = "Chèn Danh sách";

/* Inspect Element context menu item */
"Inspect Element" = "Kiểm tra Phần tử";

/* Italic context menu item */
"Italic" = "In nghiêng";

/* Undo action name */
"Italics (Undo action name)" = "In nghiêng";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java không khả dụng";

/* Title for action sheet for JavaScript link */
"JavaScript Action Sheet Title" = "JavaScript";

/* Undo action name */
"Justify (Undo action name)" = "Căn đều";

/* Name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Khóa từ %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Ghi nhớ Chính tả";

/* Left to Right context menu item */
"Left to Right" = "Trái sang Phải";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "Phát Trực tiếp";

/* Media controller status message when the media is loading */
"Loading..." = "Đang tải...";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Tra trong Từ điển";

/* Look Up context menu item with selected word */
"Look Up “%@”" = "Tra cứu “%@”";

/* Look Up context menu item with selected word */
"Look Up “<selection>”" = "Tra cứu “<lựa chọn>”";

/* Media Loop context menu item */
"Loop" = "Vòng";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "Giãn Khoảng cách";

/* Undo action name */
"Lower Baseline (Undo action name)" = "Hạ thấp Đường cơ sở";

/* Make Lower Case context menu item */
"Make Lower Case" = "Viết thường";

/* Make Upper Case context menu item */
"Make Upper Case" = "Viết hoa";

/* Label text to be used when a plugin is missing */
"Missing Plug-in" = "Thiếu Trình cắm";

/* Media Mute context menu item */
"Mute" = "Tắt tiếng";

/* No Guesses Found context menu item */
"No Guesses Found" = "Không thấy Dự đoán nào";

/* Empty select list */
"No Options Select Popover" = "Không có Tùy chọn";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Không có tìm kiếm gần đây";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Không được phép sử dụng cổng mạng bị hạn chế";

/* Menu item label for the track that represents disabling closed captions */
"Off" = "Tắt";

/* Title for Open Link action button */
"Open ActionSheet Link" = "Mở";

/* Open Audio in New Window context menu item */
"Open Audio in New Window" = "Mở Âm thanh trong Cửa sổ Mới";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Mở Khung trong Cửa sổ Mới";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Mở Hình ảnh trong Cửa sổ Mới";

/* Open Link context menu item */
"Open Link" = "Mở Liên kết";

/* Open in New Window context menu item */
"Open Link in New Window" = "Mở Liên kết trong Cửa sổ Mới";

/* Open Video in New Window context menu item */
"Open Video in New Window" = "Mở Video trong Cửa sổ Mới";

/* context menu item for PDF */
"Open with %@" = "Mở bằng %@";

/* Undo action name */
"Outdent (Undo action name)" = "Nhô lề";

/* Outline context menu item */
"Outline" = "Viền ngoài";

/* Undo action name */
"Outline (Undo action name)" = "Viền ngoài";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Hướng Đoạn";

/* Paste context menu item */
"Paste" = "Dán";

/* Undo action name */
"Paste (Undo action name)" = "Dán";

/* Undo action name */
"Paste Font (Undo action name)" = "Dán Phông chữ";

/* Undo action name */
"Paste Ruler (Undo action name)" = "Dán Thước";

/* Media Pause context menu item */
"Pause" = "Tạm dừng";

/* File Upload alert sheet button string for choosing an existing media item from the Photo Library */
"Photo Library (file upload action sheet)" = "Thư viện Ảnh";

/* Media Play context menu item */
"Play" = "Phát";

/* accessibility help text for enter fullscreen button */
"Play movie in fullscreen mode" = "Phát phim ở chế độ toàn màn hình";

/* Label text to be used if plugin host process has crashed */
"Plug-in Failure" = "Lỗi Trình cắm";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Đã hủy trình cắm";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Tải trình cắm đã xử lý";

/* Description of the primary type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"Portable Document Format" = "Định dạng Tài liệu Di động";

/* Description of the PostScript type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"PostScript" = "PostScript";

/* Undo action name */
"Raise Baseline (Undo action name)" = "Nâng cao Đường cơ sở";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Tìm kiếm Gần đây";

/* Reload context menu item */
"Reload" = "Tải lại";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Đặt lại";

/* Right to Left context menu item */
"Right to Left" = "Phải sang Trái";

/* Title for Save Image action button */
"Save Image" = "Lưu Hình ảnh";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Tìm kiếm trong Spotlight";

/* Search with search provider context menu item with provider name inserted */
"Search with %@" = "Tìm kiếm bằng %@";

/* Search with Google context menu item */
"Search with Google" = "Tìm kiếm bằng Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Hướng Lựa chọn";

/* Undo action name */
"Set Background Color (Undo action name)" = "Đặt Màu nền";

/* Undo action name */
"Set Color (Undo action name)" = "Đặt Màu";

/* Undo action name */
"Set Font (Undo action name)" = "Đặt Phông chữ";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "Đặt Hình dạng Ký tự Truyền thống";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "Đặt Hướng Viết";

/* Show colors context menu item */
"Show Colors" = "Hiển thị Màu";

/* Show Media Controls context menu item */
"Show Controls" = "Hiển thị Điều khiển";

/* Show fonts context menu item */
"Show Fonts" = "Hiển thị Phông chữ";

/* menu item title */
"Show Spelling and Grammar" = "Hiển thị Chính tả và Ngữ pháp";

/* menu item title */
"Show Substitutions" = "Hiển thị Phương án thay thế";

/* Title of the context menu item to show when PDFPlugin was used instead of a blocked plugin */
"Show in blocked plug-in" = "Hiển thị trong trình cắm bị chặn";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Sao chép/Dán Thông minh";

/* Smart Dashes context menu item */
"Smart Dashes" = "Gạch ngang Thông minh";

/* Smart Links context menu item */
"Smart Links" = "Liên kết Thông minh";

/* Smart Quotes context menu item */
"Smart Quotes" = "Trích dẫn Thông minh";

/* Title of the label to show on a snapshotted plug-in */
"Snapshotted Plug-In" = "Trình cắm Đã chụp nhanh";

/* Speech context sub-menu item */
"Speech" = "Đọc văn bản";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Chính tả và Ngữ pháp";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Bắt đầu Gỡ lỗi JavaScript";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Bắt đầu Đặt cấu hình JavaScript";

/* Start speaking context menu item */
"Start Speaking" = "Bắt đầu Nói";

/* Stop context menu item */
"Stop" = "Dừng";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Dừng Gỡ lỗi JavaScript";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Dừng Đặt cấu hình JavaScript";

/* Stop speaking context menu item */
"Stop Speaking" = "Dừng Nói";

/* Styles context menu item */
"Styles..." = "Kiểu...";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Gửi";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Gửi";

/* Undo action name */
"Subscript (Undo action name)" = "Chỉ số dưới";

/* Substitutions context sub-menu item */
"Substitutions" = "Phương án thay thế";

/* Menu section heading for subtitles */
"Subtitles" = "Phụ đề";

/* Undo action name */
"Superscript (Undo action name)" = "Chỉ số trên";

/* File Upload alert sheet camera button string for taking only photos */
"Take Photo (file upload action sheet)" = "Chụp Ảnh";

/* File Upload alert sheet camera button string for taking photos or videos */
"Take Photo or Video (file upload action sheet)" = "Chụp Ảnh hoặc Quay Video";

/* File Upload alert sheet camera button string for taking only videos */
"Take Video (file upload action sheet)" = "Quay Video";

/* Text Replacement context menu item */
"Text Replacement" = "Thay thế Văn bản";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "Không thể hiển thị URL";

/* WKErrorWebViewInvalidated description */
"The WKWebView was invalidated" = "WKWebView đã bị hủy xác thực";

/* WKErrorWebContentProcessTerminated description */
"The Web Content process was terminated" = "Quá trình Nội dung Web đã bị chấm dứt";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "Không thể tìm thấy vị trí hiện tại.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "Không thể tìm thấy trình cắm";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "Không thể tải trình cắm";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Tên người dùng hoặc mật khẩu mà bạn đã nhập cho vùng “%@” trên %@ không đúng. Đảm bảo bạn sẽ nhập đúng và sau đó thử lại.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Tên người dùng hoặc mật khẩu mà bạn đã nhập cho %@ máy chủ proxy %@ không đúng. Đảm bảo bạn sẽ nhập đúng và sau đó thử lại.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Tên người dùng hoặc mật khẩu mà bạn đã nhập cho vùng này trên %@ không đúng. Đảm bảo bạn sẽ nhập đúng và sau đó thử lại.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "Đây là chỉ mục có thể tìm kiếm. Nhập từ khóa tìm kiếm: ";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "Thu hẹp Khoảng cách";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Để xem trang này, bạn phải đăng nhập vùng “%@” trên %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Để xem trang này, bạn phải đăng nhập vùng “%@” máy chủ proxy %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Để xem trang này, bạn phải đăng nhập vùng này trên %@:";

/* Transformations context sub-menu item */
"Transformations" = "Biến đổi";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "Tắt Co giãn";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "Tắt Chữ ghép";

/* We don't care if we find this string, but searching for it will load the plist and save the results. */
"Typing (Undo action name)" = "Nhập";

/* Underline context menu item */
"Underline" = "Gạch chân";

/* Undo action name */
"Underline (Undo action name)" = "Gạch chân";

/* Unknown filesize FTP directory listing item */
"Unknown (filesize)" = "Không xác định";

/* Menu item label for a text track that has no other name */
"Unknown (text track)" = "Không xác định";

/* Undo action name */
"Unlink (Undo action name)" = "Hủy liên kết";

/* Undo action name */
"Unscript (Undo action name)" = "Bỏ bản viết sẵn";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "Sử dụng Tất cả Chữ ghép";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "Sử dụng Khoảng cách Chuẩn";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "Sử dụng Chữ ghép Chuẩn";

/* Description of WebCrypto master keys in Keychain */
"Used to encrypt WebCrypto keys in persistent storage, such as IndexedDB" = "Được sử dụng để mã hóa các khóa WebCrypto trong bộ nhớ vĩnh viễn, chẳng hạn như IndexedDB";

/* Web Inspector window title */
"Web Inspector — %@" = "Trình kiểm tra Web — %@";

/* Pseudo plug-in name, visible in the Installed Plug-ins page in Safari. */
"WebKit built-in PDF" = "PDF tích hợp của WebKit";

/* WebKitErrorInternal description */
"WebKit encountered an internal error" = "WebKit đã gặp lỗi nội bộ";

/* message in authentication panel */
"Your login information will be sent securely." = "Thông tin đăng nhập của bạn sẽ được gửi an toàn.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "Mật khẩu của bạn sẽ được gửi mà không mã hóa.";

/* HTTP result code string */
"accepted" = "đã chấp nhận";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "kích hoạt";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "cảnh báo";

/* An ARIA accessibility group that acts as an alert dialog. */
"alert dialog" = "hộp thoại cảnh báo";

/* An ARIA accessibility group that acts as an application. */
"application" = "ứng dụng";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "trạng thái ứng dụng";

/* An ARIA accessibility group that acts as an article. */
"article" = "mục";

/* accessibility help text for audio element controller */
"audio element playback controls and status display" = "điều khiển phát lại phần tử âm thanh và hiển thị trạng thái";

/* accessibility label for audio element controller */
"audio playback" = "phát lại âm thanh";

/* accessibility label for seek back 30 seconds button */
"back 30 seconds" = "30 giây trước";

/* HTTP result code string */
"bad gateway" = "cổng không hợp lệ";

/* HTTP result code string */
"bad request" = "yêu cầu không hợp lệ";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "biểu ngữ";

/* accessibility help text for play button */
"begin playback" = "bắt đầu phát lại";

/* accessibility description for a search field cancel button */
"cancel" = "hủy";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "kiểm tra";

/* HTTP result code string */
"client error" = "lỗi máy khách";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "bổ sung";

/* HTTP result code string */
"conflict" = "xung đột";

/* An ARIA accessibility group that contains content. */
"content information" = "thông tin nội dung";

/* HTTP result code string */
"continue" = "tiếp tục";

/* HTTP result code string */
"created" = "đã tạo";

/* accessibility help text for movie status display */
"current movie status" = "trạng thái phim hiện tại";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "thời gian phim hiện tại tính bằng giây";

/* role description of ARIA definition role */
"definition" = "định nghĩa";

/* description detail */
"description" = "mô tả";

/* accessibility role description of a description list */
"description list" = "danh sách mô tả";

/* An ARIA accessibility group that acts as an dialog. */
"dialog" = "hộp thoại";

/* An ARIA accessibility group that acts as a document. */
"document" = "tài liệu";

/* accessibility label for elapsed time display */
"elapsed time" = "thời gian đã qua";

/* accessibility label for enter fullscreen button */
"enter fullscreen" = "chuyển sang toàn màn hình";

/* accessibility label for exit fullscreen button */
"exit fullscreen" = "thoát khỏi chế độ toàn màn hình";

/* HTTP result code string */
"expectation failed" = "mong đợi thất bại";

/* accessibility label for fast forward button */
"fast forward" = "tua đi nhanh";

/* accessibility label for fast reverse button */
"fast reverse" = "tua lại nhanh";

/* accessibility role description for a file upload button */
"file upload button" = "nút tải lên tệp";

/* accessibility role description for a footer */
"footer" = "chân trang";

/* HTTP result code string */
"forbidden" = "bị cấm";

/* HTTP result code string */
"found" = "đã thấy";

/* HTTP result code string */
"gateway timed out" = "cổng hết thời gian chờ";

/* accessibility role description for headings */
"heading" = "phần đầu";

/* accessibility label for hide closed captions button */
"hide closed captions" = "ẩn phụ đề";

/* accessibility role description for image map */
"image map" = "bản đồ hình ảnh";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "thời gian không xác định";

/* HTTP result code string */
"informational" = "có thông tin";

/* HTTP result code string */
"internal server error" = "lỗi máy chủ nội bộ";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "nhảy";

/* HTTP result code string */
"length required" = "độ dài được yêu cầu";

/* accessibility role description for link */
"link" = "liên kết";

/* accessibility role description for list marker */
"list marker" = "đánh dấu danh sách";

/* An ARIA accessibility group that acts as a console log. */
"log" = "bản ghi";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "chính";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "màn che";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "toán học";

/* HTTP result code string */
"method not allowed" = "phương pháp không được phép";

/* HTTP result code string */
"moved permanently" = "di chuyển vĩnh viễn";

/* accessibility label for timeline slider */
"movie time" = "thời gian phim";

/* accessibility help text for timeline slider */
"movie time scrubber" = "bộ xóa thời gian phim";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "dấu hiệu bộ xóa thời gian phim";

/* HTTP result code string */
"multiple choices" = "nhiều lựa chọn";

/* accessibility label for mute button */
"mute" = "tắt tiếng";

/* accessibility help text for mute button */
"mute audio tracks" = "tắt tiếng bản nhạc âm thanh";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "điều hướng";

/* HTTP result code string */
"needs proxy" = "cần proxy";

/* HTTP result code string */
"no content" = "không có nội dung";

/* HTTP result code string */
"no error" = "không có lỗi";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "chưa chọn tệp nào";

/* text to display in file button used in HTML forms when no files are selected and the button allows multiple files to be selected */
"no files selected" = "chưa chọn tệp nào";

/* HTTP result code string */
"no longer exists" = "không còn tồn tại";

/* Text to display in file button used in HTML forms for media files when no media files are selected and the button allows multiple files to be selected */
"no media selected (multiple)" = "chưa chọn phương tiện nào (nhiều)";

/* Text to display in file button used in HTML forms for media files when no media file is selected */
"no media selected (single)" = "chưa chọn phương tiện nào (một)";

/* HTTP result code string */
"non-authoritative information" = "thông tin không chính thức";

/* HTTP result code string */
"not found" = "không tìm thấy";

/* HTTP result code string */
"not modified" = "không sửa đổi";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "ghi chú";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "số giây còn lại của phim";

/* HTTP result code string */
"partial content" = "một phần nội dung";

/* Validation message for input form controls requiring a constrained value according to pattern */
"pattern mismatch" = "mẫu không phù hợp";

/* accessibility label for pause button */
"pause" = "tạm dừng";

/* accessibility help text for pause button */
"pause playback" = "dừng phát lại";

/* HTTP result code string */
"payment required" = "yêu cầu thanh toán";

/* accessibility label for play button */
"play" = "phát";

/* HTTP result code string */
"precondition failed" = "tiền đề thất bại";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "nhấn";

/* HTTP result code string */
"proxy authentication required" = "yêu cầu xác thực proxy";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "quá phạm vi";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "dưới phạm vi";

/* HTTP result code string */
"redirected" = "đã chuyển hướng";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "khu vực";

/* accessibility label for time remaining display */
"remaining time" = "thời gian còn lại";

/* HTTP result code string */
"request timed out" = "yêu cầu hết thời gian chờ";

/* HTTP result code string */
"request too large" = "yêu cầu quá lớn";

/* HTTP result code string */
"requested URL too long" = "URL được yêu cầu quá dài";

/* HTTP result code string */
"requested range not satisfiable" = "dải yêu cầu không thỏa mãn";

/* HTTP result code string */
"reset content" = "đặt lại nội dung";

/* accessibility help text for return streaming movie to real time button */
"return streaming movie to real time" = "chuyển truyền phát phim trở lại thời gian thực";

/* accessibility label for return to real time button */
"return to realtime" = "quay lại thời gian thực";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "tìm kiếm";

/* HTTP result code string */
"see other" = "xem phần khác";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "tìm phim trong 30 giây trước";

/* accessibility help text for fast rewind button */
"seek quickly back" = "tìm lại nhanh";

/* accessibility help text for fast forward button */
"seek quickly forward" = "tua tìm nhanh";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "chọn";

/* accessibility role description for a horizontal rule [<hr>] */
"separator" = "dấu phân cách";

/* HTTP result code string */
"server error" = "lỗi máy chủ";

/* HTTP result code string */
"service unavailable" = "dịch vụ không khả dụng";

/* accessibility label for show closed captions button */
"show closed captions" = "hiển thị phụ đề";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "bắt đầu hiển thị phụ đề";

/* accessibility label for movie status */
"status" = "trạng thái";

/* Validation message for input form controls with value not respecting the step attribute */
"step mismatch" = "bước không phù hợp";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "dừng hiển thị phụ đề";

/* HTTP result code string */
"success" = "thành công";

/* HTTP result code string */
"switching protocols" = "chuyển giao thức";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "bảng tab";

/* HTTP result code string */
"temporarily redirected" = "tạm thời chuyển hướng";

/* term word of a description list */
"term" = "thuật ngữ";

/* accessibility label for timeline thumb */
"timeline slider thumb" = "dấu hiệu thanh trượt mốc thời gian";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "hẹn giờ";

/* Validation message for form control elements with a value longer than maximum allowed length */
"too long" = "quá dài";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "tooltip";

/* Validation message for input form controls with a value not matching type */
"type mismatch" = "loại không phù hợp";

/* HTTP result code string */
"unacceptable" = "không được chấp nhận";

/* HTTP result code string */
"unauthorized" = "không được ủy quyền";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "bỏ chọn";

/* HTTP result code string */
"unimplemented" = "chưa thực hiện";

/* Unknown filename */
"unknown" = "không xác định";

/* accessibility label for turn mute off button */
"unmute" = "bật tiếng";

/* accessibility help text for un mute button */
"unmute audio tracks" = "bật tiếng tiếng bản nhạc âm thanh";

/* HTTP result code string */
"unsupported media type" = "loại phương tiện không được hỗ trợ";

/* HTTP result code string */
"unsupported version" = "phiên bản không được hỗ trợ";

/* Validation message for required form control elements that have no value */
"value missing" = "giá trị bị thiếu";

/* accessibility help text for video element controller */
"video element playback controls and status display" = "điều khiển phát lại phần tử video và hiển thị trạng thái";

/* accessibility label for video element controller */
"video playback" = "phát lại video";

/* "Open Link in Default Browser" action menu item */
"Open (action menu item)" = "Mở";

/* "Preview Link" action menu item */
"Preview (action menu item)" = "Xem trước";

/* "Add to Reading List" action menu item */
"Add to Reading List (action menu item)" = "Thêm vào Danh sách Đọc";

/* "Copy" action menu item in image menu */
"Copy (image action menu item)" = "Sao chép";

/* "Add to Photos" action menu item */
"Add to Photos (action menu item)" = "Thêm vào Ảnh";

/* "Save to Downloads" action menu item in image menu */
"Save to Downloads (image action menu item)" = "Lưu vào Tải về";

/* "Share" action menu item in image menu */
"Share (image action menu item)" = "Chia sẻ";

/* "Copy" action menu item in text menu */
"Copy (text action menu item)" = "Sao chép";

/* "Look Up" action menu item */
"Look Up (action menu item)" = "Tra cứu";

/* "Paste" action menu item */
"Paste (action menu item)" = "Dán";

/* "Suggestions" action menu item */
"Suggestions (action menu item)" = "Gợi ý";

/* "Copy" action menu item in video menu */
"Copy (video action menu item)" = "Sao chép";

/* "Share" action menu item in video menu */
"Share (video action menu item)" = "Chia sẻ";

/* "Save to Downloads" action menu item in video menu */
"Save to Downloads (video action menu item)" = "Lưu vào Tải về";
